[
    {
        "data": "Today at the bank, an old lady asked me to help check her balance. So I pushed her over."
    },
    {
        "data": "I bought some shoes from a drug dealer. I don't know what he laced them with, but I've been tripping all day."
    },
    {
        "data": "I told my girlfriend she drew her eyebrows too high. She seemed surprised."
    },
    {
        "data": "My dog used to chase people on a bike a lot. It got so bad, finally I had to take his bike away."
    },
    {
        "data": "I'm so good at sleeping. I can do it with my eyes closed."
    },
    {
        "data": "My boss told me to have a good day.. so I went home."
    },
    {
        "data": "Why is Peter Pan always flying? He neverlands."
    },
    {
        "data": "A woman walks into a library and asked if they had any books about paranoia. The librarian says \"They're right behind you!\""
    },
    {
        "data": "The other day, my wife asked me to pass her lipstick but I accidentally passed her a glue stick. She still isn't talking to me."
    },
    {
        "data": "Why do blind people hate skydiving? It scares the hell out of their dogs."
    },
    {
        "data": "When you look really closely, all mirrors look like eyeballs."
    },
    {
        "data": "My friend says to me: \"What rhymes with orange\" I said: \"No it doesn't\""
    },
    {
        "data": "What do you call a guy with a rubber toe? Roberto."
    },
    {
        "data": "What did the pirate say when he turned 80 years old? Aye matey."
    },
    {
        "data": "My wife told me I had to stop acting like a flamingo. So I had to put my foot down."
    },
    {
        "data": "I couldn't figure out why the baseball kept getting larger. Then it hit me."
    },
    {
        "data": "Why did the old man fall in the well? Because he couldn't see that well."
    },
    {
        "data": "I ate a clock yesterday, it was very time consuming."
    },
    {
        "data": "Whatdya call a frenchman wearing sandals? Phillipe Phillope."
    },
    {
        "data": "A blind man walks into a bar. And a table. And a chair."
    },
    {
        "data": "I know a lot of jokes about unemployed people but none of them work."
    },
    {
        "data": "What's orange and sounds like a parrot? A carrot."
    },
    {
        "data": "Did you hear about the italian chef that died? He pasta way."
    },
    {
        "data": "Why couldn't the bicycle stand up? Because it was two tired!"
    },
    {
        "data": "Parallel lines have so much in common. It’s a shame they’ll never meet."
    },
    {
        "data": "My wife accused me of being immature. I told her to get out of my fort."
    },
    {
        "data": "Where do you find a cow with no legs? Right where you left it."
    },
    {
        "data": "When a deaf person sees someone yawn do they think it’s a scream?"
    },
    {
        "data": "As I suspected, someone has been adding soil to my garden. The plot thickens."
    },
    {
        "data": "How do crazy people go through the forest? They take the physco path."
    },
    {
        "data": "And the lord said unto John, \"Come forth and you will receive eternal life\". John came fifth and won a toaster."
    },
    {
        "data": "What did the traffic light say to the car? Don’t look! I’m about to change."
    },
    {
        "data": "I just wrote a book on reverse psychology. Do *not* read it!"
    },
    {
        "data": "What did one hat say to the other? You stay here. I’ll go on ahead."
    },
    {
        "data": "Why wouldn’t the shrimp share his treasure? Because he was a little shellfish."
    },
    {
        "data": "Why can't a blonde dial 911? She can't find the eleven."
    },
    {
        "data": "How come it takes so long to build a blonde snowman? Because you have to hollow out the head."
    },
    {
        "data": "What did the blonde say when she saw the Cheerios box? \"Omg, donut seeds!\""
    },
    {
        "data": "Two blondes fell down a hole. One said, 'It’s dark in here isn’t it?' The other replied, 'I don’t know; I can’t see.'"
    },
    {
        "data": "What can strike a blonde without her even knowing it? A thought."
    },
    {
        "data": "Why did the blonde stare at frozen orange juice can for 2 hours? Because it said 'concentrate'."
    },
    {
        "data": "Why did the blonde scale the glass wall? To see what was on the other side."
    },
    {
        "data": "Why were there bullet holes in the mirror? A blonde tried killing herself."
    },
    {
        "data": "How did the blonde die while raking leaves? She fell out of the tree."
    },
    {
        "data": "What do you do if a blonde throws a grenade at you? Pull the pin and throw it back."
    },
    {
        "data": "How do you drown a blonde in a submarine? Knock on the door."
    },
    {
        "data": "Why did the blonde tip-toe past the medicine cabinet? So she wouldn’t wake up the sleeping pills."
    },
    {
        "data": "A blonde decided to paint a room. When her husband got home, he asked, 'Why are you wearing an Alaskan and a winter coat?' She replied, 'The can said for best results apply 2 coats.'"
    },
    {
        "data": "How can you make a blonde go on the roof? Tell her that drinks are on the house."
    },
    {
        "data": "Three blondes walk into a building. You'd think one of them would've seen it."
    },
    {
        "data": "Why do blondes wear underwear? To keep their ankles warm."
    },
    {
        "data": "How did the blonde try to kill the bird? She threw it off a cliff."
    },
    {
        "data": "Why can't blondes make ice cubes? They always forget the recipe."
    },
    {
        "data": "Two blondes are facing each other across a wide stream."
    },
    {
        "data": "One yells to the other, 'How do you get to the other side?'"
    },
    {
        "data": "The other blonde replies, 'You are on the other side!'"
    },
    {
        "data": "How do you make a blonde laugh on Saturday? Tell her a joke on Wednesday."
    },
    {
        "data": "How do you make a blonde's eyes light up? Shine a flashlight in her ears."
    },
    {
        "data": "How do you confuse a blonde? Put her in a circle and tell her to go to the corner."
    },
    {
        "data": "Why did the blonde put water on her computer? To wash the Windows."
    },
    {
        "data": "What do you call a blonde with 2 brain cells? Pregnant."
    },
    {
        "data": "A blonde crashed a helicopter. A police officer asked her what happened. She says, It got cold so I turned off the fan."
    },
    {
        "data": "How do you keep a blonde busy for hours? Write 'Please turn over' on both sides of a piece of paper."
    },
    {
        "data": "How can you tell when a brunette is actually a blonde who dyes her hair? When she trips over the cordless phone."
    },
    {
        "data": "What did the blonde say when she found out she was pregnant? I wonder if it's mine."
    },
    {
        "data": "A man walks by a blonde, who is holding a pig. The man asks, \"Where did you get her?\" The pig answers, \"I won her at the fair.\""
    },
    {
        "data": "Three blondes girls were walking in the woods and came upon tracks. The first one said, \"Look, it's deer tracks.\" The second one said, \"No, it's wolf tracks\" and before the third one could answer, they got hit by a train."
    },
    {
        "data": "What's a blondes idea of safe sex? Lock the car doors."
    },
    {
        "data": "What do you call a really smart blonde? A golden retriever."
    },
    {
        "data": "What do UFO's and smart blondes have in common? You keep hearing about them, but never see any."
    },
    {
        "data": "What did the blonde say when she looked into a box of Cheerios? \"Oh look! Donut seeds!\""
    },
    {
        "data": "How did the blonde die drinking milk? The cow fell on her."
    },
    {
        "data": "What do a blonde and a beer bottle have in common? They're both empty from the neck up."
    },
    {
        "data": "What do you do if a blonde throws a grenade at you? Pull the pin and throw it back."
    },
    {
        "data": "Why should blondes not be given coffee breaks? It takes too long to retrain them."
    },
    {
        "data": "I got a compliment on my driving today said a blonde to her friend. There was a note left on my windshield it said “parking fine”."
    },
    {
        "data": "I am on a seafood diet. I see food, and I eat it."
    },
    {
        "data": "Alcohol! Because no great story started with someone eating a salad."
    },
    {
        "data": "I don't need a hair stylist, my pillow gives me a new hairstyle every morning."
    },
    {
        "data": "Don't worry if plan A fails, there are 25 more letters in the alphabet."
    },
    {
        "data": "If I'm not back in five minutes, just wait longer..."
    },
    {
        "data": "A bank is a place that will lend you money, if you can prove that you don’t need it."
    },
    {
        "data": "A balanced diet means a cupcake in each hand."
    },
    {
        "data": "Doing nothing is hard, you never know when you're done."
    },
    {
        "data": "If you’re not supposed to eat at night, why is there a light bulb in the refrigerator?"
    },
    {
        "data": "Don’t drink while driving – you might spill the beer."
    },
    {
        "data": "I think the worst time to have a heart attack is during a game of charades."
    },
    {
        "data": "I refuse to answer that question on the grounds that I don't know the answer."
    },
    {
        "data": "Alcohol doesn't solve any problem, but neither does milk."
    },
    {
        "data": "My wallet is like an onion. When I open it, it makes me cry..."
    },
    {
        "data": "Doesn’t expecting the unexpected make the unexpected expected?"
    },
    {
        "data": "I'm not clumsy, The floor just hates me, the table and chairs are bullies and the walls get in my way."
    },
    {
        "data": "Life is short, smile while you still have teeth."
    },
    {
        "data": "The only reason I'm fat is because a tiny body couldn't store all this personality."
    },
    {
        "data": "I'm jealous of my parents, I'll never have a kid as cool as them."
    },
    {
        "data": "I'm not lazy, I'm just very relaxed."
    },
    {
        "data": "Always remember you're unique, just like everyone else."
    },
    {
        "data": "You're born free, then you're taxed to death."
    },
    {
        "data": "The best part of going to work is coming back home at the end of the day."
    },
    {
        "data": "A cookie a day keeps the sadness away. An entire jar of cookies a day brings it back."
    },
    {
        "data": "A successful man is one who makes more money than his wife can spend. A successful woman is one who can find such a man."
    },
    {
        "data": "I asked God for a bike, but I know God doesn’t work that way. So I stole a bike and asked for forgiveness."
    },
    {
        "data": "Do not argue with an idiot. He will drag you down to his level and beat you with experience."
    },
    {
        "data": "If you think nobody cares if you’re alive, try missing a couple of bank payments."
    },
    {
        "data": "Money can’t buy happiness, but it sure makes misery easier to live with."
    },
    {
        "data": "If you do a job too well, you’ll get stuck with it."
    },
    {
        "data": "Quantity is what you count, quality is what you count on."
    },
    {
        "data": "The road to success is always under construction."
    },
    {
        "data": "When you're right, no one remembers. When you're wrong, no one forgets."
    },
    {
        "data": "If you can't see the bright side of life, polish the dull side."
    },
    {
        "data": "If you can’t live without me, why aren’t you dead yet?"
    },
    {
        "data": "Don't tell me the sky is the limit when there are footprints on the moon."
    },
    {
        "data": "I don’t suffer from insanity, I enjoy every minute of it."
    },
    {
        "data": "I get enough exercise pushing my luck."
    },
    {
        "data": "Sometimes I wake up grumpy; other times I let her sleep."
    },
    {
        "data": "God created the world, everything else is made in China."
    },
    {
        "data": "Birthdays are good for you. Statistics show that people who have the most live the longest."
    },
    {
        "data": "When life gives you melons, you might be dyslexic."
    },
    {
        "data": "Children in the back seat cause accidents, accidents in the back seat cause children!"
    },
    {
        "data": "I’d like to help you out today. Which way did you come in?"
    },
    {
        "data": "You never truly understand something until you can explain it to your grandmother."
    },
    {
        "data": "Experience is a wonderful thing. It enables you to recognise a mistake when you make it again."
    },
    {
        "data": "You can't have everything, where would you put it?"
    },
    {
        "data": "Don't you wish they made a clap on clap off device for some peoples mouths?"
    },
    {
        "data": "If your parents never had children, chances are you won't either."
    },
    {
        "data": "If people are talking behind your back, then just fart."
    }
]